Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: High-bar back squat (anchor)
ar: السكوات الخلفي بالبار العالي (المرجع)
de: High-Bar-Kniebeuge (Anker)
es: Sentadilla con barra alta (ancla)
fr: Squat barre haute (référence)
hi: हाई-बार बैक स्क्वाट (आधार)
hu: Guggolás magasan tartott rúddal (viszonyítási alap)
it: Squat bilanciere alto (riferimento)
ko: 하이바 백스쿼트 (기준)
pl: Przysiad ze sztangą wysoko na plecach (punkt odniesienia)
pt: Agachamento barra alta (referência)
pt_br: Agachamento barra alta (referência)
ru: Присед со штангой, высокое положение грифа (опорное упражнение)
th: สควอทวางบาร์สูง (ท่าอ้างอิง)
tr: Yüksek bar squat (referans)
uk: Присід зі штангою, високе положення грифа (опорна вправа)
zh: 高杠深蹲（锚点）

source: Hip flexors
ar: مثنيات الورك
de: Hüftbeuger
es: Flexores de cadera
fr: Fléchisseurs de hanche
hi: हिप फ्लेक्सर
hu: Csípőhajlító
it: Flessori dell'anca
ko: 고관절 굴곡근
pl: Zginacze bioder
pt: Flexores do quadril
pt_br: Flexores do quadril
ru: Сгибатели бедра
th: กล้ามเนื้องอสะโพก
tr: Kalça fleksörleri
uk: Згиначі стегна
zh: 髋屈肌

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
hu: Előzmények
it: Cronologia
ko: 기록
pl: Historia
pt: Histórico
pt_br: Histórico
ru: История
th: ประวัติ
tr: Geçmiş
uk: Історія
zh: 历史

source: Hit every rep in every set and the weight goes up. Repeated misses trigger a deload.
ar: أكمل كل تكرار في كل مجموعة ويرتفع الوزن. وعدم إكمال التكرارات عدة مرات يؤدي إلى تخفيف الحمل.
de: Schaffst du jede Wiederholung in jedem Satz, steigt das Gewicht. Mehrfaches Verfehlen löst einen Deload aus.
es: Si completas todas las repeticiones de todas las series, sube el peso. Los fallos repetidos provocan una descarga.
fr: Réussis toutes les répétitions de toutes les séries et le poids augmente. Des échecs répétés déclenchent une décharge.
hi: हर सेट में सभी रेप्स पूरे करें तो वज़न बढ़ता है। बार-बार चूकने पर डीलोड होता है।
hu: Ha minden sorozatban minden ismétlést teljesítesz, a súly emelkedik. Ismételt kihagyás deloadot indít.
it: Se completi tutte le ripetizioni in ogni serie, il peso sale. Fallimenti ripetuti attivano uno scarico.
ko: 모든 세트에서 목표 횟수를 채우면 무게가 올라갑니다. 반복해서 실패하면 디로드가 걸립니다.
pl: Wykonaj wszystkie powtórzenia we wszystkich seriach, a ciężar rośnie. Powtarzające się niepowodzenia wywołują deload.
pt: Se completares todas as repetições em todas as séries, o peso sobe. Falhas repetidas provocam uma descarga.
pt_br: Conclua todas as repetições de todas as séries para aumentar o peso. Falhas repetidas acionam uma redução de carga.
ru: Выполнил все повторения во всех подходах — вес растёт. Повторные неудачи запускают разгрузку.
th: ทำครบทุกครั้งในทุกเซ็ตแล้วน้ำหนักจะเพิ่มขึ้น ถ้าพลาดซ้ำๆ จะลดน้ำหนักลง
tr: Her sette her tekrarı tamamlarsan ağırlık artar. Üst üste başarısızlık bir deload getirir.
uk: Виконав усі повторення в усіх підходах — вага зростає. Повторні невдачі запускають розвантаження.
zh: 每组都完成全部次数，重量就上调。反复未完成则触发减载。

source: Hold every set for the full duration and the target goes up.
ar: ثبّت كل مجموعة للمدة الكاملة ويرتفع الهدف.
de: Hältst du jeden Satz die volle Zeit, steigt die Vorgabe.
es: Aguanta todas las series el tiempo completo y el objetivo sube.
fr: Tiens chaque série pendant toute la durée et l’objectif augmente.
hi: हर सेट पूरे समय तक होल्ड करें तो लक्ष्य बढ़ जाता है।
hu: Ha minden sorozatot a teljes időn át tartasz, a célérték emelkedik.
it: Tieni ogni serie per tutta la durata e l’obiettivo sale.
ko: 모든 세트를 목표 시간만큼 버티면 목표가 올라갑니다.
pl: Wytrzymaj każdą serię pełny czas, a cel rośnie.
pt: Aguenta todas as séries o tempo completo e o objetivo sobe.
pt_br: Mantenha todas as séries pela duração completa para aumentar a meta.
ru: Держишь каждый подход всё время — цель растёт.
th: ค้างทุกเซ็ตให้ครบเวลา แล้วเป้าหมายจะเพิ่มขึ้น
tr: Her seti tam süre boyunca tutarsan hedef artar.
uk: Тримаєш кожен підхід повний час — ціль зростає.
zh: 每组都保持满时长，目标就上调。

source: Hold logged
ar: تم تسجيل التثبيت
de: Haltezeit gespeichert
es: Isométrico registrado
fr: Maintien enregistré
hi: होल्ड दर्ज हुआ
hu: Tartás rögzítve
it: Tenuta registrata
ko: 버티기 기록됨
pl: Zapisano izometrię
pt: Isometria registada
pt_br: Isometria registrada
ru: Удержание записано
th: บันทึกเวลาค้างแล้ว
tr: Tutuş kaydedildi
uk: Утримання записано
zh: 已记录静力时间

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
hi: होम
hu: Kezdőlap
ko: 홈
pl: Start
pt: Início
pt_br: Início
ru: Главная
th: หน้าหลัก
tr: Ana sayfa
uk: Головна
zh: 首页

source: Horizontal pressing, the other half of the session.
ar: دفع أفقي، النصف الآخر من الجلسة.
de: Horizontales Drücken, die andere Hälfte der Einheit.
es: Empuje horizontal, la otra mitad de la sesión.
fr: Poussée horizontale, l’autre moitié de la séance.
hi: हॉरिज़ॉन्टल प्रेसिंग, सत्र का दूसरा आधा हिस्सा।
hu: Vízszintes nyomás, az edzés másik fele.
it: Spinta orizzontale, l’altra metà della seduta.
ko: 수평 밀기, 세션의 나머지 절반이에요.
pl: Wyciskanie poziome, druga połowa sesji.
pt: Empurrão horizontal, a outra metade da sessão.
pt_br: Empurrão horizontal, a outra metade da sessão.
ru: Горизонтальный жим — вторая половина тренировки.
th: ท่าดันแนวนอน อีกครึ่งหนึ่งของเซสชัน
tr: Yatay itiş, seansın diğer yarısı.
uk: Горизонтальний жим — друга половина тренування.
zh: 水平推，训练的另一半。

source: How did my last workout go?
ar: كيف كان آخر تمرين لي؟
de: Wie lief mein letztes Training?
es: ¿Cómo fue mi último entreno?
fr: Comment s’est passée ma dernière séance ?
hi: मेरा पिछला वर्कआउट कैसा रहा?
hu: Hogy sikerült a legutóbbi edzésem?
it: Com’è andato il mio ultimo allenamento?
ko: 내 마지막 운동은 어땠어?
pl: Jak poszedł mój ostatni trening?
pt: Como correu o meu último treino?
pt_br: Como foi meu último treino?
ru: Как прошла моя последняя тренировка?
th: การฝึกล่าสุดของฉันเป็นอย่างไรบ้าง
tr: Son antrenmanım nasıl geçti?
uk: Як пройшло моє останнє тренування?
zh: 我上次训练怎么样？

# How did my {0} session go?
source: How did my %1$@ session go?
ar: كيف كانت جلستي %1$@؟
de: Wie lief meine Einheit „%1$@“?
es: ¿Cómo fue mi sesión de %1$@?
fr: Comment s’est passée ma séance %1$@ ?
hi: मेरा %1$@ सत्र कैसा रहा?
hu: Hogy sikerült a(z) %1$@ edzésem?
it: Com’è andata la mia sessione %1$@?
ko: 내 %1$@ 세션은 어땠어?
pl: Jak poszła moja sesja %1$@?
pt: Como correu a minha sessão de %1$@?
pt_br: Como foi minha sessão de %1$@?
ru: Как прошла моя сессия %1$@?
th: เซสชัน %1$@ ของฉันเป็นอย่างไรบ้าง
tr: %1$@ seansım nasıl geçti?
uk: Як пройшло моє тренування %1$@?
zh: 我的 %1$@ 训练怎么样？

source: How do you want to use openGym?
ar: كيف تريد استخدام openGym؟
de: Wie möchtest du openGym nutzen?
es: ¿Cómo quieres usar openGym?
fr: Comment voulez-vous utiliser openGym ?
hi: आप openGym का उपयोग कैसे करना चाहते हैं?
hu: Hogyan szeretnéd használni az openGym-et?
it: Come vuoi usare openGym?
ko: openGym을 어떻게 사용하시겠어요?
pl: Jak chcesz korzystać z openGym?
pt: Como queres usar o openGym?
pt_br: Como você quer usar o openGym?
ru: Как вы хотите использовать openGym?
th: คุณต้องการใช้งาน openGym แบบไหน?
tr: openGym'i nasıl kullanmak istersin?
uk: Як ти хочеш використовувати openGym?
zh: 你想如何使用 openGym？

source: How hard a set was, logged next to weight and reps. Two scales for the same judgement, counted from opposite ends.
ar: مدى صعوبة المجموعة، يُسجَّل بجانب الوزن والتكرارات. مقياسان لنفس التقييم، يُحسبان من طرفين متقابلين.
de: Wie schwer ein Satz war, direkt neben Gewicht und Wiederholungen. Zwei Skalen für dieselbe Einschätzung, von entgegengesetzten Enden gezählt.
es: Lo dura que fue una serie, junto al peso y las repeticiones. Dos escalas para lo mismo, contadas desde extremos opuestos.
fr: La difficulté d’une série, à côté du poids et des répétitions. Deux échelles pour la même appréciation, comptées par les deux bouts.
hi: सेट कितना भारी था, वज़न और रेप्स के बगल में दर्ज। एक ही आकलन के लिए दो पैमाने, उलटे सिरों से गिने हुए।
hu: Mennyire volt nehéz egy sorozat, súly és ismétlésszám mellett rögzítve. Két skála ugyanarra a megítélésre, ellentétes végekről számolva.
it: Quanto è stata dura una serie, accanto a peso e ripetizioni. Due scale per lo stesso giudizio, contate dai lati opposti.
ko: 세트가 얼마나 힘들었는지를 무게·횟수 옆에 함께 기록합니다. 같은 판단을 양쪽 끝에서 세는 두 가지 척도입니다.
pl: Jak ciężka była seria, zapisane obok ciężaru i powtórzeń. Dwie skale tej samej oceny, liczone z przeciwnych stron.
pt: O quão dura foi uma série, ao lado do peso e das repetições. Duas escalas para o mesmo juízo, contadas de pontas opostas.
pt_br: O quão dura foi uma série, ao lado do peso e das repetições. Duas escalas para o mesmo juízo, contadas de pontas opostas.
ru: Насколько тяжёлым был подход — рядом с весом и повторениями. Две шкалы для одной и той же оценки, отсчитанные с разных концов.
th: ความหนักของแต่ละเซ็ต บันทึกคู่กับน้ำหนักและจำนวนครั้ง เป็นสองมาตรวัดของสิ่งเดียวกัน นับจากคนละด้าน
tr: Bir setin ne kadar zor geçtiği, ağırlık ve tekrarların yanında. Aynı değerlendirme için iki ölçek, ters uçlardan sayılıyor.
uk: Наскільки важким був підхід — поруч із вагою і повтореннями. Дві шкали для однієї й тієї ж оцінки, відлічені з різних кінців.
zh: 记录这一组有多吃力，就写在重量和次数旁边。同一个判断的两种标度，只是从相反的一端开始数。

source: How hard was that set?
ar: ما مدى صعوبة تلك المجموعة؟
de: Wie schwer war der Satz?
es: ¿Qué tan dura fue la serie?
fr: Cette série, c’était dur comment ?
hi: वह सेट कितना मुश्किल था?
hu: Mennyire volt nehéz ez a sorozat?
it: Quanto è stata dura la serie?
ko: 이 세트는 얼마나 힘들었나요?
pl: Jak ciężka była ta seria?
pt: Quão dura foi a série?
pt_br: Quão dura foi a série?
ru: Насколько тяжёлым был подход?
th: เซ็ตนั้นหนักแค่ไหน?
tr: O set ne kadar zordu?
uk: Наскільки важким був підхід?
zh: 这组有多吃力？

source: How it felt
ar: كيف كان مستوى الجهد؟
de: Wie es sich anfühlte
es: Cómo se sintió
fr: La sensation
hi: कैसा लगा
hu: Milyen érzés volt
it: Come è andata
ko: 느낌
pl: Jak to było
pt: Como se sentiu
pt_br: Como se sentiu
ru: Ощущения
th: รู้สึกยังไง
tr: Nasıl hissettirdi
uk: Відчуття
zh: 感受

source: How it went, what to change — kept with today’s workout.
ar: كيف سارت الجلسة وما الذي ستغيره — تُحفظ مع تمرين اليوم.
de: Wie es lief, was du ändern willst — bleibt beim heutigen Training.
es: Cómo fue, qué cambiar — se guarda con el entrenamiento de hoy.
fr: Comment ça s’est passé, ce qu’il faut changer — conservé avec la séance du jour.
hi: कैसा रहा, क्या बदलना है — आज की कसरत के साथ सहेजा जाता है।
hu: Hogyan ment, mit változtass — a mai edzéssel együtt marad meg.
it: Com’è andata, cosa cambiare — resta con l’allenamento di oggi.
ko: 어땠는지, 무엇을 바꿀지 — 오늘 운동과 함께 저장됩니다.
pl: Jak poszło, co zmienić — zostaje przy dzisiejszym treningu.
pt: Como correu, o que mudar — fica guardado com o treino de hoje.
pt_br: Como foi, o que mudar — fica salvo com o treino de hoje.
ru: Как прошло, что изменить — останется с сегодняшней тренировкой.
th: เป็นอย่างไรบ้าง อยากเปลี่ยนอะไร — จะถูกเก็บไว้กับการออกกำลังกายวันนี้
tr: Nasıl geçti, neyi değiştirmeli — bugünün antrenmanıyla saklanır.
uk: Як пройшло, що змінити — лишиться із сьогоднішнім тренуванням.
zh: 感觉如何、下次要改什么 —— 随今天的训练一起保存。

source: How long is a session?
ar: كم تستغرق الجلسة؟
de: Wie lang ist eine Einheit?
es: ¿Cuánto dura una sesión?
fr: Combien de temps dure une séance ?
hi: एक सेशन कितना लंबा?
hu: Milyen hosszú egy edzés?
it: Quanto dura una sessione?
ko: 한 세션은 얼마나 걸리나요?
pl: Ile trwa sesja?
pt: Quanto dura uma sessão?
pt_br: Quanto dura uma sessão?
ru: Сколько длится занятие?
th: หนึ่งเซสชันนานเท่าไร
tr: Bir seans ne kadar sürüyor?
uk: Скільки триває заняття?
zh: 一次训练多长时间？

source: How many days a week?
ar: كم يومًا في الأسبوع؟
de: Wie viele Tage pro Woche?
es: ¿Cuántos días a la semana?
fr: Combien de jours par semaine ?
hi: हफ़्ते में कितने दिन?
hu: Hetente hány napot?
it: Quanti giorni a settimana?
ko: 주 몇 일인가요?
pl: Ile dni w tygodniu?
pt: Quantos dias por semana?
pt_br: Quantos dias por semana?
ru: Сколько дней в неделю?
th: กี่วันต่อสัปดาห์
tr: Haftada kaç gün?
uk: Скільки днів на тиждень?
zh: 每周练几天？

source: How precisely weights are shown.
ar: مدى دقة عرض الأوزان.
de: Wie genau Gewichte angezeigt werden.
es: Con qué precisión se muestran los pesos.
fr: Avec quelle précision les poids sont affichés.
hi: वज़न कितनी सटीकता से दिखें।
hu: Milyen pontosan jelenjen meg a súly.
it: Con quanta precisione vengono mostrati i pesi.
ko: 무게를 얼마나 정밀하게 표시할지.
pl: Jak dokładnie pokazywać ciężary.
pt: Com que precisão os pesos são mostrados.
pt_br: Com que precisão os pesos são mostrados.
ru: Насколько точно показывать вес.
th: แสดงน้ำหนักละเอียดแค่ไหน
tr: Ağırlıklar ne kadar hassas gösterilsin.
uk: Наскільки точно показувати вагу.
zh: 重量显示的精确程度。

source: How should the Coach run?
ar: كيف يعمل المدرب؟
de: Wie soll der Coach laufen?
es: ¿Cómo debe funcionar el entrenador?
fr: Comment le coach doit-il fonctionner ?
hi: कोच कैसे चले?
hu: Hogyan fusson az Edző?
it: Come deve funzionare il Coach?
ko: 코치를 어떻게 실행할까요?
pl: Jak ma działać trener?
pt: Como deve correr o Treinador?
pt_br: Como o Treinador deve rodar?
ru: Как должен работать тренер?
th: ให้โค้ชทำงานอย่างไร
tr: Koç nasıl çalışsın?
uk: Як має працювати тренер?
zh: 教练应如何运行？

source: How the session went as a whole.
ar: كيف سارت الجلسة بشكل عام.
de: Wie das Training insgesamt lief.
es: Cómo fue la sesión en conjunto.
fr: Comment la séance s’est passée dans l’ensemble.
hi: पूरा सत्र कैसा रहा।
hu: Hogyan ment az edzés egészében.
it: Com’è andata la sessione nel complesso.
ko: 이번 운동이 전체적으로 어땠는지.
pl: Jak przebiegła cała sesja.
pt: Como correu a sessão no seu todo.
pt_br: Como foi o treino como um todo.
ru: Как прошла тренировка в целом.
th: ภาพรวมของการออกกำลังกายรอบนี้เป็นอย่างไร
tr: Antrenmanın genel olarak nasıl geçtiği.
uk: Як пройшло тренування загалом.
zh: 这次训练整体感觉如何。

source: How to
ar: طريقة الأداء
de: Ausführung
es: Cómo hacerlo
fr: Exécution
hi: कैसे करें
hu: Végrehajtás
it: Esecuzione
ko: 운동 방법
pl: Wykonanie
pt: Como fazer
pt_br: Como fazer
ru: Техника выполнения
th: วิธีทำ
tr: Nasıl yapılır
uk: Техніка виконання
zh: 动作要领

source: I looked through everything and there is nothing I would change right now. Keep going — ask me again after a few more sessions.
ar: اطّلعت على كل شيء ولا يوجد ما أغيّره الآن. واصل — واسألني مجددًا بعد بضع جلسات أخرى.
de: Ich habe alles durchgesehen und würde gerade nichts ändern. Mach weiter — frag mich nach ein paar weiteren Einheiten nochmal.
es: Lo he revisado todo y ahora mismo no cambiaría nada. Sigue así y pregúntame de nuevo tras unas sesiones más.
fr: J’ai tout passé en revue et je ne changerais rien pour l’instant. Continue — redemande-moi après quelques séances.
hi: मैंने सब देख लिया, अभी कुछ बदलने की ज़रूरत नहीं। जारी रखें — कुछ और सत्रों के बाद फिर पूछें।
hu: Mindent átnéztem, és most nincs, amin változtatnék. Folytasd így — kérdezz újra néhány edzés múlva.
it: Ho guardato tutto e al momento non cambierei nulla. Continua così: richiedimelo dopo qualche altra sessione.
ko: 전부 살펴봤는데 지금은 바꿀 것이 없습니다. 계속하세요 — 몇 번 더 운동한 뒤 다시 물어보세요.
pl: Przejrzałem wszystko i na razie niczego bym nie zmieniał. Trenuj dalej — zapytaj mnie znów po kilku sesjach.
pt: Vi tudo e neste momento não mudaria nada. Continua — pergunta-me de novo depois de mais algumas sessões.
pt_br: Vi tudo e neste momento não mudaria nada. Continue — me pergunte de novo depois de mais algumas sessões.
ru: Я всё просмотрел и сейчас ничего бы не менял. Продолжайте — спросите меня снова через несколько тренировок.
th: ฉันดูทั้งหมดแล้ว และตอนนี้ไม่มีอะไรที่จะเปลี่ยน ทำต่อไป — ถามฉันอีกครั้งหลังจากฝึกอีกสองสามครั้ง
tr: Her şeye baktım, şu an değiştireceğim bir şey yok. Devam et — birkaç antrenman sonra tekrar sor.
uk: Я все переглянув, і зараз нічого б не змінював. Продовжуй — запитай мене знову через кілька тренувань.
zh: 我看了一遍，目前没有需要改的。继续加油——再练几次后再问我。

source: I understand — let’s go
ar: فهمت — هيا بنا
de: Verstanden — los geht’s
es: Entendido, vamos
fr: Compris — c’est parti
hi: समझ गया — चलिए
hu: Értem — kezdjük
it: Ho capito, andiamo
ko: 알겠습니다 — 시작해요
pl: Rozumiem — zaczynamy
pt: Percebi — vamos a isso
pt_br: Entendi — vamos lá
ru: Понятно — поехали
th: เข้าใจแล้ว — ไปกันเลย
tr: Anladım — başlayalım
uk: Зрозуміло — поїхали
zh: 明白了——开始吧

source: I understand — turn the Coach on
ar: فهمت — شغّل المدرب
de: Verstanden — Coach einschalten
es: Lo entiendo: activar el Entrenador
fr: J’ai compris — activer le Coach
hi: समझ गया — कोच चालू करें
hu: Értem — Edző bekapcsolása
it: Ho capito: attiva il Coach
ko: 이해했습니다 — 코치 켜기
pl: Rozumiem — włącz Trenera
pt: Percebi: ligar o Treinador
pt_br: Entendi — ligar o Treinador
ru: Понятно — включить Тренера
th: เข้าใจแล้ว — เปิดโค้ช
tr: Anladım — Koç’u aç
uk: Зрозуміло — увімкнути Тренера
zh: 我明白了——开启教练

source: If something actually hurts, see a professional — the Coach will program conservatively but it cannot diagnose anything.
ar: إذا كان هناك ألم حقيقي، استشر مختصًا — سيبرمج المدرب بحذر لكنه لا يستطيع تشخيص أي شيء.
de: Wenn etwas wirklich wehtut, geh zu einer Fachkraft: Der Coach plant vorsichtig, kann aber nichts diagnostizieren.
es: Si algo duele de verdad, consulta a un profesional: el Entrenador programará de forma conservadora, pero no puede diagnosticar nada.
fr: Si quelque chose fait vraiment mal, consultez un professionnel : le Coach restera prudent, mais il ne peut rien diagnostiquer.
hi: अगर वाकई दर्द हो तो विशेषज्ञ से मिलें — कोच सावधानी से प्लान बनाएगा, पर कोई निदान नहीं कर सकता।
hu: Ha valami tényleg fáj, fordulj szakemberhez — az Edző óvatosan tervez, de diagnózist nem tud felállítani.
it: Se qualcosa fa davvero male, rivolgiti a un professionista: il Coach sarà prudente, ma non può diagnosticare nulla.
ko: 실제로 아프다면 전문가를 찾으세요. 코치는 보수적으로 계획하지만 어떤 진단도 내릴 수 없습니다.
pl: Jeśli coś naprawdę boli, idź do specjalisty — Trener zaplanuje ostrożnie, ale niczego nie zdiagnozuje.
pt: Se algo doer mesmo, consulta um profissional: o Treinador será conservador, mas não pode diagnosticar nada.
pt_br: Se algo realmente doer, procure um profissional — o Treinador vai programar de forma conservadora, mas não pode diagnosticar nada.
ru: Если что-то действительно болит, обратитесь к специалисту: Тренер будет осторожен, но диагноз поставить не может.
th: หากมีอาการเจ็บจริง โปรดพบผู้เชี่ยวชาญ — โค้ชจะจัดโปรแกรมอย่างระมัดระวัง แต่วินิจฉัยอะไรไม่ได้
tr: Gerçekten ağrıyan bir yer varsa bir uzmana görün: Koç temkinli programlar ama teşhis koyamaz.
uk: Якщо щось справді болить, звернись до фахівця: Тренер діятиме обережно, але поставити діагноз не може.
zh: 如果确实感到疼痛，请就医：教练会保守安排，但无法做出任何诊断。

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
hu: Importálás
it: Importa
ko: 가져오기
pl: Importuj
pt: Importar
pt_br: Importar
ru: Импорт
th: นำเข้า
tr: İçe aktar
uk: Імпорт
zh: 导入

source: Import a photo of your membership card or scan it with the camera. No extra app needed at the gym — just open this screen.
ar: استورد صورة بطاقة عضويتك أو امسحها بالكاميرا. لا حاجة لتطبيق إضافي في الجيم — افتح هذه الشاشة فقط.
de: Importiere ein Foto deiner Mitgliedskarte oder scanne sie mit der Kamera. Keine zusätzliche App im Studio nötig — öffne einfach diesen Bildschirm.
es: Importa una foto de tu tarjeta de socio o escanéala con la cámara. No hace falta otra app en el gimnasio — solo abre esta pantalla.
fr: Importe une photo de ta carte de membre ou scanne-la avec l’appareil photo. Aucune autre appli nécessaire à la salle — ouvre simplement cet écran.
hi: अपने मेंबरशिप कार्ड की फ़ोटो इम्पोर्ट करें या कैमरे से स्कैन करें। जिम में किसी और ऐप की ज़रूरत नहीं — बस यह स्क्रीन खोलें।
hu: Importálj egy fotót a tagsági kártyádról, vagy olvasd be a kamerával. Nincs szükség külön alkalmazásra a teremben — csak nyisd meg ezt a képernyőt.
it: Importa una foto della tua tessera o scansionala con la fotocamera. Nessuna app extra in palestra — apri semplicemente questa schermata.
ko: 회원 카드 사진을 가져오거나 카메라로 스캔하세요. 헬스장에서 다른 앱은 필요 없어요 — 이 화면만 열면 됩니다.
pl: Zaimportuj zdjęcie karty członkowskiej lub zeskanuj ją aparatem. Na siłowni nie potrzebujesz innej aplikacji — po prostu otwórz ten ekran.
pt: Importa uma foto do teu cartão de sócio ou digitaliza-o com a câmara. Não é preciso outra app no ginásio — basta abrir este ecrã.
pt_br: Importe uma foto do seu cartão de sócio ou escaneie com a câmera. Não é preciso outro app na academia — é só abrir esta tela.
ru: Импортируйте фото клубной карты или отсканируйте её камерой. В зале не нужно отдельное приложение — просто откройте этот экран.
th: นำเข้ารูปถ่ายบัตรสมาชิกหรือสแกนด้วยกล้อง ไม่ต้องใช้แอปอื่นที่ยิม — แค่เปิดหน้าจอนี้
tr: Üyelik kartının fotoğrafını içe aktar ya da kamerayla tara. Salonda ekstra bir uygulamaya gerek yok — sadece bu ekranı aç.
uk: Імпортуй фото клубної картки або відскануй її камерою. У залі не потрібен окремий застосунок — просто відкрий цей екран.
zh: 导入会员卡照片，或用相机扫描。在健身房无需额外应用——打开此界面即可。

source: Import a plan file
ar: استيراد ملف خطة
de: Plandatei importieren
es: Importar archivo del plan
fr: Importer un fichier de plan
hi: प्लान फ़ाइल आयात करें
hu: Tervfájl importálása
it: Importa file del piano
ko: 계획 파일 가져오기
pl: Importuj plik planu
pt: Importar ficheiro do plano
pt_br: Importar arquivo do plano
ru: Импортировать файл плана
th: นำเข้าไฟล์แผน
tr: Plan dosyasını içe aktar
uk: Імпортувати файл плану
zh: 导入计划文件

source: Import backup
ar: استيراد نسخة احتياطية
de: Backup importieren
es: Importar copia
fr: Importer une sauvegarde
hi: बैकअप आयात करें
hu: Biztonsági mentés importálása
it: Importa backup
ko: 백업 가져오기
pl: Importuj kopię
pt: Importar cópia
pt_br: Importar backup
ru: Импорт резервной копии
th: นำเข้าข้อมูลสำรอง
tr: Yedeği içe aktar
uk: Імпорт резервної копії
zh: 导入备份

source: Import backup?
ar: استيراد نسخة احتياطية؟
de: Backup importieren?
es: ¿Importar copia?
fr: Importer la sauvegarde ?
hi: बैकअप आयात करें?
hu: Importálod a biztonsági mentést?
it: Importare backup?
ko: 백업을 가져올까요?
pl: Importować kopię?
pt: Importar cópia?
pt_br: Importar backup?
ru: Импортировать копию?
th: นำเข้าข้อมูลสำรอง?
tr: Yedek içe aktarılsın mı?
uk: Імпортувати копію?
zh: 导入备份？

# Import failed: {0}
source: Import failed: %1$@
ar: تعذّر الاستيراد: %1$@
de: Import fehlgeschlagen: %1$@
es: Importación fallida: %1$@
fr: Échec de l’import : %1$@
hi: आयात विफल: %1$@
hu: Az importálás sikertelen: %1$@
it: Import fallito: %1$@
ko: 가져오기 실패: %1$@
pl: Import nie powiódł się: %1$@
pt: Importação falhou: %1$@
pt_br: Importação falhou: %1$@
ru: Импорт не удался: %1$@
th: นำเข้าไม่สำเร็จ: %1$@
tr: İçe aktarma başarısız: %1$@
uk: Імпорт не вдався: %1$@
zh: 导入失败：%1$@

source: Import from Hevy
ar: استيراد من Hevy
de: Aus Hevy importieren
es: Importar desde Hevy
fr: Importer depuis Hevy
hi: Hevy से आयात करें
hu: Importálás a Hevyből
it: Importa da Hevy
ko: Hevy에서 가져오기
pl: Importuj z Hevy
pt: Importar do Hevy
pt_br: Importar do Hevy
ru: Импорт из Hevy
th: นำเข้าจาก Hevy
tr: Hevy’den içe aktar
uk: Імпорт з Hevy
zh: 从 Hevy 导入

source: Import from another app
ar: استيراد من تطبيق آخر
de: Aus anderer App importieren
es: Importar de otra app
fr: Importer depuis une autre app
hi: दूसरे ऐप से आयात करें
hu: Importálás másik appból
it: Importa da un'altra app
ko: 다른 앱에서 가져오기
pl: Importuj z innej aplikacji
pt: Importar de outra app
pt_br: Importar de outro aplicativo
ru: Импорт из другого приложения
th: นำเข้าจากแอปอื่น
tr: Başka uygulamadan içe aktar
uk: Імпорт з іншого застосунку
zh: 从其他应用导入

# Import from {0}
source: Import from %1$@
ar: استيراد من %1$@
de: Aus %1$@ importieren
es: Importar de %1$@
fr: Importer depuis %1$@
hi: %1$@ से आयात करें
hu: Importálás innen: %1$@
it: Importa da %1$@
ko: %1$@에서 가져오기
pl: Importuj z %1$@
pt: Importar de %1$@
pt_br: Importar de %1$@
ru: Импорт из %1$@
th: นำเข้าจาก %1$@
tr: %1$@ uygulamasından içe aktar
uk: Імпорт з %1$@
zh: 从 %1$@ 导入

source: Import history
ar: استيراد السجل
de: Verlauf importieren
es: Importar historial
fr: Importer l'historique
hi: इतिहास आयात करें
hu: Előzmények importálása
it: Importa lo storico
ko: 기록 가져오기
pl: Importuj historię
pt: Importar histórico
pt_br: Importar histórico
ru: Импорт истории
th: นำเข้าประวัติ
tr: Geçmişi içe aktar
uk: Імпорт історії
zh: 导入历史记录
